<template>
  <p>
    Запрашиваемая страница не найдена Вы попытались загрузить страницу, которой
    нет на сервере. Так как страница, которую вы просили, отсутствует, то ничего
    не получилось.
  </p>
  <strong>Возможные причины:</strong>
  <ul>
    <li>
      1. Информация была удалена с сервера (например, удалили предложение).
    </li>
    <li>2. Вы по ошибке набрали (или вам прислали) неверный адрес.</li>
    <li>
      3. Вы пытаетесь сделать что-то плохое. Пожалуйста, не делайте этого.
    </li>
  </ul>
</template>

<script>
export default {
  data() {
    return {};
  },
};
</script>

<style lang="scss" scoped></style>
